let docs = [
  {
    anno:
      'Обращение VI Губернского съезда Советов Олонецкой губернии к сторонникам белых с призывом перейти на сторону советской власти. 26 сентября 1919 г. Ф. Р-28. Оп. 1. Д. 31/255. Л. 62',
    pict: '2.3.1.jpg',
  },
  {
    anno:
      'Обращение граждан Поросозерской волости к Временному карельскому правительству по вопросу о добровольном переходе волости под власть Финляндии и об оказании сопротивления РСФСР. 25 декабря 1919 г. Ф. Р-550. Оп. 1. Д. 1/2. Л. 32-32 об.',
    pict: 'f.r-550-op.1-d.1_2-l.32A.jpg',
  },
  {
    anno:
      'Обращение граждан Поросозерской волости к Временному карельскому правительству по вопросу о добровольном переходе волости под власть Финляндии и об оказании сопротивления РСФСР. 25 декабря 1919 г. Ф. Р-550. Оп. 1. Д. 1/2. Л. 32-32 об.',
    pict: 'f.r-550-op.1-d.1_2-l.32B.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства о подготовке Съезда представителей северных волостей Карелии в Ухте и о важности карельской автономии. 7 февраля 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 38-39',
    pict: 'f.r-550-op.1-d.1_3-000038A.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства о подготовке Съезда представителей северных волостей Карелии в Ухте и о важности карельской автономии. 7 февраля 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 38-39',
    pict: 'f.r-550-op.1-d.1_3-000038B.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства о подготовке Съезда представителей северных волостей Карелии в Ухте и о важности карельской автономии. 7 февраля 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 38-39',
    pict: 'f.r-550-op.1-d.1_3-000039A.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства «Воззвание карелам». 2 марта 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 37',
    pict: 'f.r-550-op.1-d.1_3-000037A.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства «К чему стремится карельский народ». 16 марта 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 36-36 об.',
    pict: 'f.r-550-op.1-d.1_3-000036A.jpg',
  },
  {
    anno:
      'Листовка Временного карельского правительства «К чему стремится карельский народ». 16 марта 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 36-36 об.',
    pict: 'f.r-550-op.1-d.1_3-000036B.jpg',
  },
  {
    anno:
      'Листовка Съезда представителей северных волостей Карелии «гражданам карельских волостей, присоединившихся к Карельскому временному правительству» об отправке делегатов Съезда в Москву для объявления независимости Северной Карелии от РСФСР. 25 марта 1920 г. Ф. Р-550. Оп. 1. Д. 1/3. Л. 43',
    pict: 'f.r-550-op.1-d.1_3-000043.jpg',
  },
  {
    anno:
      'Отчет Пудожского уездного партийного инструктора-организатора в Олонецкий губернский комитет РКП(б) о положении советских и партийных органов власти в Олонецкой губернии. 6 апреля 1920 г. Ф. П-4. Оп. 1. Д. 136. Л. 23-24 об.',
    pict: 'f.p-4-op.1-d.136-000023A.jpg',
  },
  {
    anno:
      'Отчет Пудожского уездного партийного инструктора-организатора в Олонецкий губернский комитет РКП(б) о положении советских и партийных органов власти в Олонецкой губернии. 6 апреля 1920 г. Ф. П-4. Оп. 1. Д. 136. Л. 23-24 об.',
    pict: 'f.p-4-op.1-d.136-000023B.jpg',
  },
  {
    anno:
      'Отчет Пудожского уездного партийного инструктора-организатора в Олонецкий губернский комитет РКП(б) о положении советских и партийных органов власти в Олонецкой губернии. 6 апреля 1920 г. Ф. П-4. Оп. 1. Д. 136. Л. 23-24 об.',
    pict: 'f.p-4-op.1-d.136-000024A.jpg',
  },
  {
    anno:
      'Отчет Пудожского уездного партийного инструктора-организатора в Олонецкий губернский комитет РКП(б) о положении советских и партийных органов власти в Олонецкой губернии. 6 апреля 1920 г. Ф. П-4. Оп. 1. Д. 136. Л. 23-24 об.',
    pict: 'f.p-4-op.1-d.136-000024B.jpg',
  },
  {
    anno:
      'Сообщение председателя Олонецкого уездного исполкома Олонецкой губернии И.А. Никитина наркому иностранных дел РСФСР Г.В. Чичерину о несогласии олонецких карелов с заявлением представителей съезда карелов о независимости Карелии от РСФСР. 29 апреля 1920 г. Ф. Р-29. Оп. 1. Д. 20/237. Л. 6',
    pict: 'f.R-29_op.1_d.20_237_l.6A.jpg',
  },
  {
    anno:
      'Листовка Временного правительства Карелии, находящегося в Финляндии, с призывом к созданию независимого государства на территории Карелии. 2 октября 1920 г. Ф. Р-549. Оп. 1. Д. 2/14. Л. 39-41 об.',
    pict: 'f.r-549-op.1-d.2_14-000039A.jpg',
  },
  {
    anno:
      'Листовка Временного правительства Карелии, находящегося в Финляндии, с призывом к созданию независимого государства на территории Карелии. 2 октября 1920 г. Ф. Р-549. Оп. 1. Д. 2/14. Л. 39-41 об.',
    pict: 'f.r-549-op.1-d.2_14-000039B-040A.jpg',
  },
  {
    anno:
      'Листовка Временного правительства Карелии, находящегося в Финляндии, с призывом к созданию независимого государства на территории Карелии. 2 октября 1920 г. Ф. Р-549. Оп. 1. Д. 2/14. Л. 39-41 об.',
    pict: 'f.r-549-op.1-d.2_14-000040B.jpg',
  },
  {
    anno:
      'Листовка Временного правительства Карелии, находящегося в Финляндии, с призывом к созданию независимого государства на территории Карелии. 2 октября 1920 г. Ф. Р-549. Оп. 1. Д. 2/14. Л. 39-41 об.',
    pict: 'f.r-549-op.1-d.2_14-000041A.jpg',
  },
  {
    anno:
      'Листовка Временного правительства Карелии, находящегося в Финляндии, с призывом к созданию независимого государства на территории Карелии. 2 октября 1920 г. Ф. Р-549. Оп. 1. Д. 2/14. Л. 39-41 об.',
    pict: 'f.r-549-op.1-d.2_14-000041B.jpg',
  },
  {
    anno:
      'Олонецкий губернский исполком. Сидят слева направо: 1. Ланев, 2. С.К. Пухов, 3. И.А. Яковлев, 4. Дубровский, 5. И.А. Данилов, 6. Н. Смелков, 7. П.Ф. Анохин, 8. А.Ф. Копнин, 9. Филиппов, 10. Светицкий, 11. В.М. Парфенов, 12. Петров, 13. [Г.]Д. Анисимов. Стоят слева направо: 1. Пахомов, 2. Шкивидоров, 3. Иванов, 4. Малышев, 5. Н.Н. Дорофеев, 6. О.К. Кантер, 7. М.[Г.] Глушенко, 8. Ф.Г. Капустин, 10. М. Полозов. [1919 г.]. г. Петрозаводск. Автор съемки не установлен. Ф. Р-2795. Оп. 1. Д. 1. Л. 10',
    pict: 'f.r-2795-op.1-d.1_1-010.jpg',
  },
  {
    anno:
      'Похороны красных партизан, расстрелянных в окрестностях ст. Масельгская. 1920 г. Автор съемки не установлен',
    pict: 'II-1731.jpg',
  },
  {
    anno:
      'Советские и партийные работники Олонецкой губернии. Слева направо: зав. отделом управления Олонецкого губисполкома А.Ф. Копнин, председатель Олонецкого губисполкома С.А. Соболев, председатель Олонецкого губернского совета профсоюзов А.А. Корчагин, ответственный секретарь Олонецкого губкома РКП(б) А.И. Кривоносов в здании Олонецкого губисполкома. г. Петрозаводск. 1922 г. Автор съемки не установлен. Ф. П-5914. Оп. 2. Д. 1/1. Л. 23',
    pict: 'f.p-5914-op.2-d.11-000023.jpg',
  },
  {
    anno:
      'Письмо Э.А. Гюллинга Ю.К. Сирола о целях создания Карельской Коммуны на севере России. [Не позднее марта 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 108-110',
    pict: 'f.p-550.op.1.d.1_15.l.108.jpg',
  },
  {
    anno:
      'Письмо Э.А. Гюллинга Ю.К. Сирола о целях создания Карельской Коммуны на севере России. [Не позднее марта 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 108-110',
    pict: 'f.p-550.op.1.d.1_15.l.109.jpg',
  },
  {
    anno:
      'Письмо Э.А. Гюллинга Ю.К. Сирола о целях создания Карельской Коммуны на севере России. [Не позднее марта 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 108-110',
    pict: 'f.p-550.op.1.d.1_15.l.110.jpg',
  },
  {
    anno:
      'Сообщение председателя Центрального комитета Финляндской коммунистической партии К. Маннера в Совет народных комиссаров РСФСР об одобрении идеи создания КТК. 27 мая 1920 г. Ф. Р-550. Оп. 1. Д. 1/15. Л. 160',
    pict: 'f.r-550-op.1-d.1_15-000160.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания Политбюро ЦК РКП(б) от 18 мая 1920 г. об организации КТК. 28 мая 1920 г. Ф. Р-550. Оп. 1. Д. 1/15. Л. 161',
    pict: 'f.r-550-op.1-d.1_15-000161.jpg',
  },
  {
    anno:
      'Постановление ВЦИК об образовании Карельской Трудовой Коммуны. 7 июня 1920 г. Ф. Р-550. Оп. 1. Д. 1/15. Л. 59',
    pict: 'f.p-550.op.1.d.1_15.l.59.jpg',
  },
  {
    anno:
      'Обращение президиума Всекарельского съезда трудящихся карел к В.И. Ленину, М.И. Калинину, Л.Д. Троцкому и Г.Е. Зиновьеву об успехе состоявшегося съезда и утверждении советской власти в Карельской Трудовой Коммуне. [Не ранее 1 июля 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/2. Л. 35',
    pict: 'f.r-550-op.1-d.1_2-000035.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000139A.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000139B.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000140A.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000140B.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000141A.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000141B.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000142A.jpg',
  },
  {
    anno:
      'Доклад председателя Карельского ревкома Э.А. Гюллинга в ЦК РКП(б) и ВЦИК РСФСР с пояснениями по вопросу об организации КТК, экономическом и национальном принципах административно-территориального строительства и об организации советского и партийного аппаратов. [Не ранее 7 июня – не позднее 4 августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 139-142 об.',
    pict: 'f.r-550-op.1-d.1_15-000142B.jpg',
  },
  {
    anno: 'Воззвание Карельского ревкома о создании КТК. [Август 1920 г.]. Ф. Р-550. Оп. 1. Д. 3/26. Л. 35',
    pict: 'f.r-550-op.1-d.3_26-000035.jpg',
  },
  {
    anno:
      'Бюллетень №1 I Всекарельского съезда Советов. Фрагмент. 12 февраля 1921 г. Ф. Р-549. Оп. 1. Д. 5/51. Л. 1',
    pict: 'f.p-549.op.1.d.5_51.l.1.jpg',
  },
  {
    anno:
      'Члены Олонецкого губернского исполкома и Олонецкого губкома РКП(б). 2-й ряд слева направо: 2. В.М. Куджиев, 4. Я.Ф. Игошкин, 5. П.Ф. Анохин, 6. И.А. Данилов. [г. Петрозаводск. Не позднее мая 1921 г.]. Автор съемки не установлен. Ф. Р-2795. Оп. 1. Д. 1/1. Л. 12',
    pict: 'f.r-2795-op.1-d.1_1-012.jpg',
  },
  {
    anno:
      'Бойцы 379-го стрелкового полка на площади 25 октября с красным знаменем, врученным от имени исполкома КТК с надписью «Доблестному революционному 379 стрелковому полку от Картрудкоммуны» на фоне здания, в котором располагались Карельский ревком и Кароблисполком. г. Петрозаводск. 7 ноября 1921 г. Автор съемки Я.М. Роскин',
    pict: 'III-368.jpg',
  },
  {
    anno:
      'Участники I областной конференции РКП(б) КТК. 1-й ряд 2-я слева (лежит) — Х.М. Ярвисало; 7-й справа — И.А. Ярвисало. Во 2-м ряду 3-й слева — В.М. Куджиев. г. Петрозаводск. 1922 г. Ф. П-5914. Оп. 3. Д. 47. Л. 1',
    pict: 'f.p-5914-op.3-d.47-001.jpg',
  },
  {
    anno:
      'Здание кинотеатра (театра) «Триумф» на пр. К. Маркса. г. Петрозаводск. 1930 г. Автор съемки не установлен',
    pict: '19.jpg',
  },
  {
    anno:
      'Протокол № 48 объединенного заседания президиума Кемского уездного исполнительного комитета – о территориальных границах КТК. [26 июля 1920 г.]. Ф. Р-183. Оп. 1. Д. 4/53. Л. 8-8 об. ',
    pict: 'f.r-183-op.1-d.4_53-000008A.jpg',
  },
  {
    anno:
      'Протокол № 48 объединенного заседания президиума Кемского уездного исполнительного комитета – о территориальных границах КТК. [26 июля 1920 г.]. Ф. Р-183. Оп. 1. Д. 4/53. Л. 8-8 об.',
    pict: 'f.r-183-op.1-d.4_53-000008B.jpg',
  },
  {
    anno:
      'Постановление ВЦИК и СНК РСФСР о границах КТК. 4 августа 1920 г. НСБ НА РК',
    pict: '3_4_1_a_b.jpg',
  },
  {
    anno:
      'Из протокола заседания Карельского ревкома об изменениях в составе ревкома и о границах КТК. 9 августа 1920 г. Ф. Р-550. Оп. 1. Д. 2/19. Л. 112-112 об.',
    pict: 'f.r-550-op.1-d.2_19-112A.jpg',
  },
  {
    anno:
      'Из протокола заседания Карельского ревкома об изменениях в составе ревкома и о границах КТК. 9 августа 1920 г. Ф. Р-550. Оп. 1. Д. 2/19. Л. 112-112 об.',
    pict: 'f.r-550-op.1-d.2_19-112B.jpg',
  },
  {
    anno:
      'Обязательное постановление Карельского ревкома и Олонецкого губернского исполкома о создании Объединенного президиума Карревкома и Олонецкого губисполкома для управления территориями, оказавшимися в совместном подчинении. [Не ранее августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 63-63 об.',
    pict: 'f.r-550-op.1-d.1_15-000063A.jpg',
  },
  {
    anno:
      'Обязательное постановление Карельского ревкома и Олонецкого губернского исполкома о создании Объединенного президиума Карревкома и Олонецкого губисполкома для управления территориями, оказавшимися в совместном подчинении. [Не ранее августа 1920 г.]. Ф. Р-550. Оп. 1. Д. 1/15. Л. 63-63 об.',
    pict: 'f.r-550-op.1-d.1_15-000063B.jpg',
  },
  {
    anno:
      'Обязательное постановление Кемского уездного ревкома о роспуске Кемского уездного исполкома и передаче власти ревкому. [Не ранее 10 августа, не позднее 1 сентября] 1920 г. Ф. Р-641. Оп. 1. Д. 255. Л. 203',
    pict: 'f.r-641-op.1-d.255-000203.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания межведомственной комиссии при НКВД РСФСР от 30 августа 1920 г. по вопросу об учреждениях Олонецкой губернии в связи с созданием КТК. 19 сентября 1920 г. Ф. Р-550. Оп. 1. Д. 1/15. Л. 179',
    pict: 'f.r-550-op.1-d.1_15-000179.jpg',
  },
  {
    anno: 'Карта Карельской Трудовой Коммуны. Май 1922 г. Ф. Р-563. Оп. 1. Д. 5. Л. 4',
    pict: 'f.r-563-op.1-d.1_5-004.jpg',
  },
  {
    anno: 'Образцы печатей органов КТК. [Без даты]. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 16',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00016.jpg',
  },
  {
    anno: 'с. Шуерецкое, Кемский уезд. 1929 г. Автор съемки Г.А. Анкудинов',
    pict: 'I-765.jpg',
  },
  {
    anno:
      'Обращение к карельскому населению Кемского уезда Архангельской губернии о поддержке Северного правительства (на карельском и русском языках). [1920 г.]. Ф. Р-641. Оп. 1. Д. 255. Л. 199-200',
    pict: '2.3.2_a_b.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000094_95A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000095B_96A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000096B_97A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000097B_98A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000098B_99A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000099B_100A.jpg',
  },
  {
    anno:
      'Мирный договор между РСФСР и Финляндской республикой 14 октября 1920 г. Издание 1921 г. Типогр. экз. Ф. Р-550. Оп. 1. Д. 3/31. Л. 94-101',
    pict: 'f.r-550-op.1-d.3_31-000100B_101A.jpg',
  },
  {
    anno:
      'Листовка отдела работниц Карельского обкома РКП(б) с поздравлением в честь четвертой годовщины образования Красной армии. 1922 г. Ф. П-3. Оп. 1. Д. 167. Л. 7',
    pict: 'f.p-3-op.1-d.167-007.jpg',
  },
  {
    anno:
      'Аэродром британских войск на Онежском озере в районе ст. Медвежья Гора. Репродукция. 1919 г. Автор съемки Дж. Сьюэлл',
    pict: 'II-1835.jpg',
  },
  {
    anno:
      'Бойцы частей особого назначения. Репродукция. г. Петрозаводск. [1918-1919 гг.]. Автор съемки не установлен. Ф. П-5914. Оп. 6. Д. 1. Л. 10',
    pict: 'f.p-5914-op.6-d.1-000010.jpg',
  },
  {
    anno:
      'Группа рабочих Мурманской железной дороги с военнослужащим британской армии (1-й справа). Шуньгская волость Повенецкого уезда. 1919 г. Автор съемки не установлен. Ф. П-5914. Оп. 6. Д. 1. Л. 33',
    pict: 'f.p-5914-op.6-d.1-000033.jpg',
  },
  {
    anno:
      'Карта «Гражданская война и интервенция в Карелии». Карелия в период гражданской войны и иностранной интервенции 1918-1920 гг. Карельское книжное изд-во, 1964. Сб. документов и материалов',
    pict: '2.2.1.jpg',
  },
  {
    anno:
      'Оперативная сводка командира 23-го отдельного стрелкового батальона войск внутренней охраны председателю губернской ЧК о выступлении крестьян Кондушской волости против продразверстки. [2]5 сентября 1920 г. Ф. П-4. Оп. 1. Д. 152. Л. 59',
    pict: 'f.p-4-op.1-d.152-059.jpg',
  },
  {
    anno:
      'Сообщение заместителя наркома иностранных дел РСФСР Л.М. Карахана в народный комиссариат продовольствия РСФСР о необходимости усиления продовольственного снабжения КТК. 8 октября 1920 г. Ф. Р-550. Оп. 1. Д. 3/34. Л. 83',
    pict: 'f.r-550-op.1-d.3_34-083.jpg',
  },
  {
    anno:
      'Сообщение председателя Кемского уездного исполкома М. Котова в Кароблисполком об отсутствии у воинских частей в Ухте запасов продовольствия. 2 марта 1921 г. Ф. Р-549. Оп. 1. Д. 3/31. Л. 40',
    pict: 'f.r-549-op.1-d.3_31-000040.jpg',
  },
  {
    anno:
      'Сообщение председателя Вокнаволокского волостного исполкома Липкина в Кемский уездный исполком о тяжелом продовольственном положении в волости. 29 марта 1921 г. Ф. Р-549. Оп. 1. Д. 3/31. Л. 83 об.',
    pict: 'f.r-549-op.1-d.3_31-000083об.jpg',
  },
  {
    anno:
      'Заявление Кароблисполкома в НКИД с просьбой о ходатайствовании перед ВЧК о немедленном закрытии границ с Финляндией и во Всероссийский генштаб и ВЦИК о создании Карельского военного комиссариата. 6 апреля 1921 г. Ф. Р-549. Оп. 1. Д. 1/8. Л. 445-445 об.',
    pict: 'f.r-549-op.1-d.1_8-000445A.jpg',
  },
  {
    anno:
      'Заявление Кароблисполкома в НКИД с просьбой о ходатайствовании перед ВЧК о немедленном закрытии границ с Финляндией и во Всероссийский генштаб и ВЦИК о создании Карельского военного комиссариата. 6 апреля 1921 г. Ф. Р-549. Оп. 1. Д. 1/8. Л. 445-445 об.',
    pict: 'f.r-549-op.1-d.1_8-000445B.jpg',
  },
  {
    anno: 'Образец удостоверения гражданина КТК. [1921 г.]. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 15',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00015.jpg',
  },
  {
    anno:
      'Сообщение Председателя Кароблисполкома Э.А. Гюллинга в Карельский лесной комитет с требованием прекратить неправомерные действия агентов лескома в отношении населения Мяндусельгской волости. [Не ранее мая 1921 г.]. Ф. Р-549. Оп. 1. Д. 1/8. Л. 400',
    pict: 'f.r-549-op.1-d.1_8-000400.jpg',
  },
  {
    anno:
      'Приказ Олонецкого уездного ВРК об установлении ответственности для граждан за кражу продуктов сельского хозяйства и причинение ущерба посадкам, а также об организации местными органами власти ремонта дорог. 4 июля 1921 г. Ф. Р-56. Оп. 1. Д. 2/16. Л. 275',
    pict: 'f.r-56-op.1-d.2_16-000275.jpg',
  },
  {
    anno:
      'Сообщение заместителя председателя Кароблисполкома Ф.Е. Поттоева наркому иностранных дел Г.В. Чичерину с просьбой о содействии в скорейшей покупке продовольствия для КТК за границей ввиду массового бегства в Финляндию из пограничных волостей. [Июнь 1921 г.]. Ф. Р-549. Оп. 1. Д. 6/63. Л. 1',
    pict: 'f.r-549-op.1-d.6_63-001.jpg',
  },
  {
    anno:
      'Сообщение Олонецкого уездного комитета РКП(б) в Карельский областной комитет РКП(б) о тяжелом продовольственном положении уезда. 27 июля 1921 г. Ф. Р-459. Оп. 1. Д. 3/34. Л. 71',
    pict: '000000-071.jpg',
  },
  {
    anno:
      'Аналитическая записка Г.А. Саксмана, заведующего производственным отделом КарЭКОСО, о причинах восстания в Карелии. 4 января 1922 г. Ф. Р-550. Оп. 1. Д. 5/70. Л. 5-7',
    pict: 'f.r-550-op.1-d.5_70-000005A.jpg',
  },
  {
    anno:
      'Аналитическая записка Г.А. Саксмана, заведующего производственным отделом КарЭКОСО, о причинах восстания в Карелии. 4 января 1922 г. Ф. Р-550. Оп. 1. Д. 5/70. Л. 5-7',
    pict: 'f.r-550-op.1-d.5_70-000005B.jpg',
  },
  {
    anno:
      'Аналитическая записка Г.А. Саксмана, заведующего производственным отделом КарЭКОСО, о причинах восстания в Карелии. 4 января 1922 г. Ф. Р-550. Оп. 1. Д. 5/70. Л. 5-7',
    pict: 'f.r-550-op.1-d.5_70-000006A.jpg',
  },
  {
    anno:
      'Аналитическая записка Г.А. Саксмана, заведующего производственным отделом КарЭКОСО, о причинах восстания в Карелии. 4 января 1922 г. Ф. Р-550. Оп. 1. Д. 5/70. Л. 5-7',
    pict: 'f.r-550-op.1-d.5_70-000006B.jpg',
  },
  {
    anno:
      'Аналитическая записка Г.А. Саксмана, заведующего производственным отделом КарЭКОСО, о причинах восстания в Карелии. 4 января 1922 г. Ф. Р-550. Оп. 1. Д. 5/70. Л. 5-7',
    pict: 'f.r-550-op.1-d.5_70-000007.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания Кемского уездного комитета РКП(б) от 25 октября 1921 г. о мобилизации членов РКСМ для борьбы с бандитизмом в Кемском уезде и об оказании им материальной помощи. 27 октября 1921 г. Ф. П-7. Оп. 1. Д. 100. Л. 51',
    pict: 'f.p-7-op.1-d.100-000051.jpg',
  },
  {
    anno: 'Обращение Кароблисполкома к карельскому народу. 19 ноября 1921 г. Ф. Р-194. Оп. 1. Д. 1/9. Л. 212',
    pict: 'f.r-194-op.1-d.1_9-212A_212B.jpg',
  },
  {
    anno:
      'Воззвание Олонецкого уездного исполкома, упрофбюро, укома РКП(б) «Граждане Олонецкого уезда!» с призывом вступать в добровольческие лыжные отряды. 30 ноября 1921 г. Ф. Р-56. Оп. 1. Д. 4/38. Л. 205',
    pict: 'f.r-56-op.1-d.4_38-000205.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания президиума Кароблисполкома от 27 ноября 1921 г. о создании лыжных отрядов. 2 декабря 1921 г. Ф. Р-549. Оп. 1. Д. 4/49. Л. 129',
    pict: 'f.r-549-op.1-d.4_49-000129.jpg',
  },
  {
    anno:
      'Обязательное постановление Кароблисполкома и Олонецкого губисполкома о создании временного Военно-революционного комитета Карельско-Мурманского района и подчинении ему на время осадного положения территории КТК и части Мурманской и Архангельской губерний. 20 декабря 1921 г. Ф. Р-56. Оп. 1. Д. 4/38. Л. 56 об.',
    pict: '4.jpg',
  },
  {
    anno:
      'Оперативная сводка начальника политбюро председателю Карельской ЧК о военном положении в уездах КТК с 11 по 20 декабря 1921 г. 21 декабря 1921 г. Ф. Р-641. Оп. 1. Д. 258. Л. 173',
    pict: 'f.r-641-op.1-d.258-000173.jpg',
  },
  {
    anno:
      '«Краткая инструкция по борьбе с бандитизмом в Карелии», утвержденная ВРК Карельско-Мурманского района. 24 декабря 1921 г. Ф. Р-336. Оп. 1. Д. 11/218. Л. 19-19 об.',
    pict: 'f.r-336-op.1-d.11_218-019A_19B.jpg',
  },
  {
    anno:
      'Приказ начальника лыжного отряда Т. Антикайнена об организации Временного революционного комитета в с. Реболы. 15 января 1922 г. Ф. Р-2414. Оп. 1. Д. 1. Л. 33',
    pict: '33.jpg',
  },
  {
    anno:
      'Приказ командующего войсками Карельско-Мурманского района А.И. Седякина об организации реквизиции продовольствия и фуража у местного населения Кемского уезда. 24 января 1922 г. Ф. Р-549. Оп. 1. Д. 6/64. Л. 270',
    pict: 'f.r-549-op.1-d.6_64-000270.jpg',
  },
  {
    anno:
      'Воззвание политотдела Карельского района «К нашим врагам!» о бессмысленности борьбы восставших против советской власти в Карелии. Рус. и фин. яз. [Начало 1922 г.]. Ф. Р-550. Оп. 1. Д. 5/72. Л. 62',
    pict: 'f.r-550-op.1-d.5_72-062A-62D.jpg',
  },
  {
    anno:
      'Штаб Карельского фронта. Слева направо: Гусев, Белокопытов, Шитек, главнокомандующий Карельским фронтом А.И. Седякин, Солидов, Ростов. [1921-1922 гг.]. Место и автор съемки не установлены',
    pict: '8.2.jpg',
  },
  {
    anno:
      'Отряд лыжников Интернациональной военной школы перед отправкой на карельский фронт. 1922 г. Место и автор съемки не установлены',
    pict: '9.2.3.jpg',
  },
  {
    anno:
      'Командование лыжного отряда Интернациональной военной школы. Слева направо: командир 2-й роты Э. Карьялайнен, адъютант отряда С. Сузи, командир 1-й роты и зам. командира отряда И. Хейкконен, командир отряда Т. Антикайнен. г. Петроград. 1922 г. Автор съемки не установлен',
    pict: '9.2.2.jpg',
  },
  {
    anno:
      'Карта-схема лыжного похода отряда Т. Антикайнена, составленная Я.В. Ругоевым. [1960-е гг.]. Ф. Р-3716. Оп. 1. Д. 852. Л. 6',
    pict: 'f.r-3716-op.1-d.852-006.jpg',
  },
  {
    anno:
      'Приказ войскам Карельского района об окончании военных действий против участников Карельского восстания. 10 февраля 1922 г. Ф. Р-549. Оп. 1. Д. 6/64. Л. 9-9 об.',
    pict: 'f.r-549-op.1-d.6_64-000009_l.9B.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания пленума Кароблисполкома от 24 марта 1922 г. о поощрении бойцов добровольческого лыжного отряда — участников операции по подавлению Карельского восстания. 25 марта 1922 г. Ф. Р-549. Оп. 1. Д. 8/88. Л. 120',
    pict: 'f.R-549_op.1_d.8_88_l.120_A_B.jpg',
  },
  {
    anno:
      'Поздравительный адрес 13-му батальону войск ГПУ в связи с окончанием гражданской войны на территории Карелии. 1 мая 1922 г. Ф. Р-28. Оп. 1. Д. 46/432. Л. 47-48',
    pict: 'f.r-28-op.1-d.46_432-000047_48.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания ВЦИК от 2 мая 1922 г. о снятии военного положения в КТК, исключая приграничные территории. [После 2 мая 1922 г.]. Ф. Р-549. Оп. 1. Д. 7/83. Л. 52',
    pict: 'f.r-549-op.1-d.7_83-000052.jpg',
  },
  {
    anno:
      'Наказ участников IV Поросозерского волостного съезда Советов делегатам на Петрозаводский уездный съезд Советов о мероприятиях по преодолению последствий Карельского восстания. 6 сентября 1922 г. Ф. Р-857. Оп. 1. Д. 8/95. Л. 141-142',
    pict: 'f.r-857-op.1-d.8_95-000141A.jpg',
  },
  {
    anno:
      'Наказ участников IV Поросозерского волостного съезда Советов делегатам на Петрозаводский уездный съезд Советов о мероприятиях по преодолению последствий Карельского восстания. 6 сентября 1922 г. Ф. Р-857. Оп. 1. Д. 8/95. Л. 141-142',
    pict: 'f.r-857-op.1-d.8_95-000141B.jpg',
  },
  {
    anno:
      'Наказ участников IV Поросозерского волостного съезда Советов делегатам на Петрозаводский уездный съезд Советов о мероприятиях по преодолению последствий Карельского восстания. 6 сентября 1922 г. Ф. Р-857. Оп. 1. Д. 8/95. Л. 141-142',
    pict: 'f.r-857-op.1-d.8_95-000142A.jpg',
  },
  {
    anno:
      'Сообщение Кароблисполкома в Карельский областной военкомат о невозможности начать учет населения в Кемском уезде. 28 декабря 1922 г. Ф. Р-549. Оп. 1. Д. 6/64. Л. 231',
    pict: 'f.r-549-op.1-d.6_64-000231.jpg',
  },
  {
    anno:
      'Информация Мяндусельгского волостного исполкома о понесенных волостью убытках во время Карельского восстания. [1922 г.]. Ф. Р-550. Оп. 1. Д 5/59. Л. 6',
    pict: 'f.r-550-op.1-d.5_59-006.jpg',
  },
  {
    anno:
      'Постановление ВЦИК от 30 апреля 1923 г. о предоставлении карельским беженцам амнистии. Карельская коммуна. 1923. 10 мая. № 88',
    pict: 'NCB-amnistia.jpg',
  },
  {
    anno:
      'Обращение Карельского представительства в Москве в ЦК Последгол с просьбой о выделении средств на закупку хлеба для голодающего населения приграничных волостей КТК. 31 июля 1923 г. Ф. Р-682. Оп. 1. Д. 2/24. Л. 2',
    pict: 'f.r-682-op.1-d.2_24-002.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания пленума Карельского обкома РКП(б) от 11 февраля 1924 г. о порядке применения первомайской амнистии карбеженцев. 15 февраля 1924 г. Ф. Р-689. Оп. 1. Д. 3/28. Л. 141-141 об.',
    pict: 'f.r-689-op.1-d.3_28-141A.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания пленума Карельского обкома РКП(б) от 11 февраля 1924 г. о порядке применения первомайской амнистии карбеженцев. 15 февраля 1924 г. Ф. Р-689. Оп. 1. Д. 3/28. Л. 141-141 об.',
    pict: 'f.r-689-op.1-d.3_28-141B.jpg',
  },
  {
    anno:
      'Сообщение представителя КТК в Финляндии А.С. Черных председателю Кароблисполкома Э.А. Гюллингу об агитации в финляндской прессе против возвращения карбеженцев в Советскую Россию. 16 февраля 1924 г. Ф. Р-689. Оп. 1. Д. 3/28. Л. 132-133',
    pict: 'f.r-689-op.1-d.3_28-132.jpg',
  },
  {
    anno:
      'Сообщение представителя КТК в Финляндии А.С. Черных председателю Кароблисполкома Э.А. Гюллингу об агитации в финляндской прессе против возвращения карбеженцев в Советскую Россию. 16 февраля 1924 г. Ф. Р-689. Оп. 1. Д. 3/28. Л. 132-133',
    pict: 'f.r-689-op.1-d.3_28-133.jpg',
  },
  {
    anno:
      'Группа командиров Красной армии с советскими и партийными деятелями КТК. 2-й ряд 4-й справа И.Э. Хейкконен, 5-й Э.А. Гюллинг и 6-й И.А. Ярвисало. [1928-нач. 1929 гг.]. Ф. П-5914. Оп. 3. Д. 13. Л. 3',
    pict: 'f.p-5914-op.3-d.13-000003.jpg',
  },
  {
    anno:
      'Отчет члена комиссии по определению границ Карельского ревкома А. Пальчикова по вопросу об экономической важности включения г. Мурманска и Мурманской железной дороги в пределы КТК. 4 августа 1920 г. Ф. Р-351. Оп. 1. Д. 1/24. Л. 27-27 об.',
    pict: 'f.r-351-op.1-d.1_24-000027A.jpg',
  },
  {
    anno:
      'Отчет члена комиссии по определению границ Карельского ревкома А. Пальчикова по вопросу об экономической важности включения г. Мурманска и Мурманской железной дороги в пределы КТК. 4 августа 1920 г. Ф. Р-351. Оп. 1. Д. 1/24. Л. 27-27 об.',
    pict: 'f.r-351-op.1-d.1_24-000027B.jpg',
  },
  {
    anno:
      'Постановление совещания представителей НКВТ РСФСР и Карельского ревкома об организации внешнего товарообмена КТК с Финляндией. 30 декабря 1920 г. Ф. Р-549. Оп. 1. Д. 2/28. Л. 3',
    pict: 'f.r-549-op.1-d.2_28-000003.jpg',
  },
  {
    anno:
      'Бюллетень V Карельско-Олонецкой областной конференции РКП(б) — резолюции по вопросам экономического положения в КТК и Олонецкой губернии. 2-5 января 1921 г. Ф. Р-549. Оп. 1. Д. 3/34. Л. 20-21 об.',
    pict: 'f.r-549.op.1.d.3_34.l.20_20.jpg',
  },
  {
    anno:
      'Бюллетень V Карельско-Олонецкой областной конференции РКП(б) — резолюции по вопросам экономического положения в КТК и Олонецкой губернии. 2-5 января 1921 г. Ф. Р-549. Оп. 1. Д. 3/34. Л. 20-21 об.',
    pict: 'f.r-549.op.1.d.3_34.l.21_21.jpg',
  },
  {
    anno:
      'Циркулярное распоряжение Карельского ревкома всем волостным исполкомам и военкомам КТК о мерах по усилению лесных разверсток, затрудненных сопротивлением населения и отсутствием гужевой силы, необходимой для поднятия экономики края. [Не ранее 5 января 1921 г.]. Ф. Р-15. Оп. 1. Д. 1/7. Л. 44',
    pict: 'f.r-15-op.1-d.1_7-044.jpg',
  },
  {
    anno:
      'Сообщение Карельского ЧК в Карельский ревком о недовольстве среди населения на почве разверсток и лесных работ. 25 января 1921 г. Ф. Р-549. Оп. 1. Д. 3/31. Л. 9',
    pict: 'f.r-549-op.1-d.3_31-000009.jpg',
  },
  {
    anno:
      'Резолюция собрания рабочих Онежского завода с протестом против несправедливого распределения предметов первой необходимости. 31 января 1921 г. Ф. Р-549. Оп. 1. Д. 3/34. Л. 36',
    pict: 'f.r-549.op.1.d.3_34.l.36.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания президиума Кароблисполкома по вопросу о снабжении служащих Карельского отдела Петроградского отдела наркомнаца продовольствием, обувью и материей. 21 марта 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 122. Л. 13',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00013.jpg',
  },
  {
    anno:
      'Постановление СТО об утверждении проекта постановления КТК от 26 апреля 1921 г. (о создании Карельского ЭКОСО), о признании срочными работ по восстановлению народного хозяйства в Карелии и о внесении планов и смет по указанным работам на рассмотрение в СТО. 27 апреля 1921 г. Ф. Р-549. Оп. 1. Д. 5/50. Л. 8',
    pict: 'f.r-549-op.1-d.5_50-000008.jpg',
  },
  {
    anno:
      'Проект постановления СТО РСФСР в развитие постановления СНК от 26 апреля 1921 г. о КТК. [Не ранее 26 апреля 1921 г.]. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 26',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00026.jpg',
  },
  {
    anno:
      'Сообщение заведующего Карельским отделом Петроградского комиссариата по делам национальностей в Кароблисполком о необходимости организации продовольственного снабжения иностранных рабочих, прибывших из Америки и Швеции в распоряжение Каротдела. [Не ранее 3 мая 1921 г.]. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 122. Л. 34',
    pict: 'CGASPB_00075_00_00001_00_00122_00_00034.jpg',
  },
  {
    anno:
      'Заявление представителя КТК при Петроградском комиссариате по делам национальностей в Кароблисполком Э.А. Гюллингу с просьбой об увольнении с должности представителя и назначении на эту должность Хотакка с 1 июля 1921 г. 22 июня 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 49',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00049.jpg',
  },
  {
    anno:
      'Сообщение заведующего отделом распределения КТК в Петроградский отдел наркомнаца о необходимости предупреждать о продовольственном кризисе в Карелии рабочих, едущих для работ в КТК. 30 июня 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 12',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00012.jpg',
  },
  {
    anno:
      'Сообщение заведывающего Карельским отделом Петроградского комиссариата по делам национальностей Э.А. Гюллингу по вопросу об обслуживании общежития по адресу: наб. р. Мойки, д. 95. 2 июля 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 122. Л. 195',
    pict: 'CGASPB_75_00_1_00_122_00_195.jpg',
  },
  {
    anno:
      'Обращение заведующего Карельским отделом Петроградского комиссариата по делам национальностей к председателю Кароблисполкома Э.А. Гюллингу об организации командировок представителей учреждений КТК в Петроград. 7 июля 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 122. Л. 214',
    pict: 'CGASPB_00075_00_00001_00_00122_00_00214.jpg',
  },
  {
    anno:
      'Докладная записка КарЭКОСО в Кароблисполком с описанием статей бюджета КТК. 25 июля 1921 г. Ф. Р-549. Оп. 1. Д. 5/50. Л. 9-9 об.',
    pict: 'f.r-549-op.1-d.5_50-000009A.jpg',
  },
  {
    anno:
      'Докладная записка КарЭКОСО в Кароблисполком с описанием статей бюджета КТК. 25 июля 1921 г. Ф. Р-549. Оп. 1. Д. 5/50. Л. 9-9 об.',
    pict: 'f.r-549-op.1-d.5_50-000009B.jpg',
  },  
  {
    anno:
      'Сообщение полномочного представителя РСФСР в Финляндии А.С. Черных наркому иностранных дел Г.В. Чичерину по вопросу об урегулировании сплава леса из КТК через финляндскую границу. 5 августа 1921 г. Ф. Р-15. Оп. 1. Д. 14/190. Л. 65',
    pict: 'f.r-15-op.1-d.14_190-065.jpg',
  },
  {
    anno:
      'Докладная записка председателя Великогубского волостного исполкома Холопова в Повенецкий уездный исполком о проблемах в сборе продналога в волости. 17 августа 1921 г. Ф. Р-352. Оп. 1. Д. 1/13. Л. 193-193 об.',
    pict: 'f.r-352-op.1-d.1_13-193A.jpg',
  },
  {
    anno:
      'Докладная записка председателя Великогубского волостного исполкома Холопова в Повенецкий уездный исполком о проблемах в сборе продналога в волости. 17 августа 1921 г. Ф. Р-352. Оп. 1. Д. 1/13. Л. 193-193 об.',
    pict: 'f.r-352-op.1-d.1_13-193B.jpg',
  },
{
    anno:
      'Обращение заведующего Карельским областным отделением РКИ в Карельский отдел при Петроградском комиссариате по делам национальностей с просьбой о предоставлении отчета об израсходовании авансов, выданных лицам, указанным в акте о ревизии Карельского отделения от 15 июня 1921 г. 22 августа 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 32',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00032.jpg',
  },
  {
    anno:
      'Сообщение Карельского областного комитета Рабоче-крестьянской инспекции в агитационно-пропагандистский отдел ЦК РКП(б) об общем экономическом положении в КТК, проблемах с продуктовым снабжением крестьян и об их отношении к замене продразверстки на продналог. [Не ранее 10 октября 1921 г.]. Ф. П-7. Оп. 1. Д. 159. Л. 18-19 об.',
    pict: 'f.p-7-op.1-d.159-000018A.jpg',
  },
  {
    anno:
      'Сообщение Карельского областного комитета Рабоче-крестьянской инспекции в агитационно-пропагандистский отдел ЦК РКП(б) об общем экономическом положении в КТК, проблемах с продуктовым снабжением крестьян и об их отношении к замене продразверстки на продналог. [Не ранее 10 октября 1921 г.]. Ф. П-7. Оп. 1. Д. 159. Л. 18-19 об.',
    pict: 'f.p-7-op.1-d.159-000018B.jpg',
  },
  {
    anno:
      'Сообщение Карельского областного комитета Рабоче-крестьянской инспекции в агитационно-пропагандистский отдел ЦК РКП(б) об общем экономическом положении в КТК, проблемах с продуктовым снабжением крестьян и об их отношении к замене продразверстки на продналог. [Не ранее 10 октября 1921 г.]. Ф. П-7. Оп. 1. Д. 159. Л. 18-19 об.',
    pict: 'f.p-7-op.1-d.159-000019A.jpg',
  },
  {
    anno:
      'Сообщение Карельского областного комитета Рабоче-крестьянской инспекции в агитационно-пропагандистский отдел ЦК РКП(б) об общем экономическом положении в КТК, проблемах с продуктовым снабжением крестьян и об их отношении к замене продразверстки на продналог. [Не ранее 10 октября 1921 г.]. Ф. П-7. Оп. 1. Д. 159. Л. 18-19 об.',
    pict: 'f.p-7-op.1-d.159-000019B.jpg',
  },
  {
    anno:
      'Сертификат Комитета помощи Советской Карелии о пожертвовании Э. Эскола в фонд помощи голодающим карелам 10 долларов США. 26 октября 1921 г. Ф. Р-685. Оп. 1. Д. 11/132. Л. 39',
    pict: 'f.r.-685.op.1.d.132.l.39.jpg',
  },
  {
    anno:
      'Сообщение председателя Кароблисполкома Э.А. Гюллинга в Карельский отдел Петроградского комиссариата по делам национальностей о приостановлении воинской мобилизации в КТК и замене ее на трудовую мобилизацию. 31 октября 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 125. Л. 71',
    pict: 'CGASPB_00075_00_00001_00_00125_00_00071.jpg',
  },
  {
    anno:
      'Сообщение заместителя наркома Народного комиссариата по делам национальностей (НКН) и заведующего отделом национальных меньшинств в Петроградский губернский отдел по делам национальностей о необходимости обслуживания карелов, населяющих КТК, Карельским представительством НКН в Москве. О разработке положения о представительстве КТК при СевзапЭКОСО. 24 ноября 1921 г. ЦГА СПб. Ф. Р-7. Оп. 1. Д. 71. Л. 22',
    pict: 'CGASPB_75_00_1_00_71_00_22.jpg',
  },
  {
    anno:
      'Постановление Чрезвычайной тройки, выделенной Кароблисполкомом для усиления проведения продналога в КТК, о принятии комплекса мероприятий по контролю и организации выполнения населением положенных норм продналога. 9 декабря 1921 г. Ф. Р-56. Оп. 1. Д. 2/16. Л. 480',
    pict: 'f.r-56-op.1-d.2_16-000480.jpg',
  },
  {
    anno:
      'Объявление финансового отдела КТК о введении промысловых патентов для населения коммуны. [Не позднее 13 декабря 1921 г.]. Ф. Р-56. Оп. 1. Д. 2/16. Л. 476',
    pict: 'f.r-56-op.1-d.2_16-000476.jpg',
  },
  {
    anno:
      'Воззвание Олонецкого губернского исполкома и Карельского ревкома к населению Олонецкой губернии и КТК о недопустимости порчи телеграфно-телефонных линий населением и о введении наказания за это преступление. 1921 г. Ф. Р-549. Оп. 1. Д. 3/32. Л. 60',
    pict: 'f.R-549_op.1_d.3_32_l.60A.jpg',
  },
  {
    anno: 'Почтово-телеграфная карта КТК. 1922 г. ЦГА СПб. Ф. Р-918. Оп. 116. Д. 58. Л. 1',
    pict: 'CGASPB_00918_00_00166_00_00058_00_0000_a-b.jpg',
  },
  {
    anno:
      'Список почтово-телеграфных учреждений КТК, переданных в ведение Северо-Западного Управления почт и телеграфов от 1 октября 1922 г. 1 октября 1922 г. ЦГА СПб. Ф. Р-918. Оп. 116. Д. 58. Л. 46',
    pict: 'CGASPB_00918_00_00166_00_00058_00_00046.jpg',
  },
  {
    anno:
      'Обращение Карельского ревкома к населению КТК – пояснения по вопросу об экономической важности продовольственных разверсток в связи с возникновением слухов о скорой отмене разверсток. [1921 г.]. Ф. Р-550. Оп. 1. Д. 3/33. Л. 486',
    pict: 'f.r-550-op.1-d.3_33-000486.jpg',
  },
  {
    anno:
      'Отчет зам. уполномоченного НКВТ при КТК Я. Чудновского о деятельности Карельского ЭКОСО и внешнем товарообмене КТК с Финляндией с апреля 1921 г. по январь 1922 г. [Январь 1922 г.]. Ф. Р-550. Оп. 1. Д. 5/62. Л. 31-33',
    pict: 'f.r-550-op.1-d.5_62-031.jpg',
  },
  {
    anno:
      'Отчет зам. уполномоченного НКВТ при КТК Я. Чудновского о деятельности Карельского ЭКОСО и внешнем товарообмене КТК с Финляндией с апреля 1921 г. по январь 1922 г. [Январь 1922 г.]. Ф. Р-550. Оп. 1. Д. 5/62. Л. 31-33',
    pict: 'f.r-550-op.1-d.5_62-032.jpg',
  },
  {
    anno:
      'Отчет зам. уполномоченного НКВТ при КТК Я. Чудновского о деятельности Карельского ЭКОСО и внешнем товарообмене КТК с Финляндией с апреля 1921 г. по январь 1922 г. [Январь 1922 г.]. Ф. Р-550. Оп. 1. Д. 5/62. Л. 31-33',
    pict: 'f.r-550-op.1-d.5_62-033.jpg',
  },
  {
    anno:
      'Выписка из протокола № 20/м заседания Президиума ВЦИК от 13 марта 1922 г. – об организации продовольственной помощи КТК. [14 марта 1922 г.]. Ф. Р-549. Оп. 1. Д. 8/88. Л. 105',
    pict: 'f.r-549-op.1-d.8_88-105.jpg',
  },
  {
    anno:
      'Опись золотых и серебряных вещей, сданных Олонецким губернским коллективом РКП(б) в пользу голодающих Поволжья. 24 апреля 1922 г. Ф. П-4. Оп. 1. Д. 270. Л. 25-26 об.',
    pict: 'f.p-4-op.1-d.270-000025A.jpg',
  },
  {
    anno:
      'Опись золотых и серебряных вещей, сданных Олонецким губернским коллективом РКП(б) в пользу голодающих Поволжья. 24 апреля 1922 г. Ф. П-4. Оп. 1. Д. 270. Л. 25-26 об.',
    pict: 'f.p-4-op.1-d.270-000025B.jpg',
  },
  {
    anno:
      'Опись золотых и серебряных вещей, сданных Олонецким губернским коллективом РКП(б) в пользу голодающих Поволжья. 24 апреля 1922 г. Ф. П-4. Оп. 1. Д. 270. Л. 25-26 об.',
    pict: 'f.p-4-op.1-d.270-000026A.jpg',
  },
  {
    anno:
      'Опись золотых и серебряных вещей, сданных Олонецким губернским коллективом РКП(б) в пользу голодающих Поволжья. 24 апреля 1922 г. Ф. П-4. Оп. 1. Д. 270. Л. 25-26 об.',
    pict: 'f.p-4-op.1-d.270-000026B.jpg',
  },
  {
    anno:
      'Сообщение СевзапЭКОСО председателю КарЭКОСО А.В. Шотману о том, что на пленуме СевзапЭКОСО будет заслушан его доклад о хозяйственном положении КТК, и список тем, которые необходимо осветить в докладе. [Не ранее 1 октября 1921 г.]. ЦГА СПб. Ф. Р-8. Оп. 1. Д. 2426. Л. 4-4 об.',
    pict: 'CGASPB_00008_00_00001_00_02426_00_00004_00_01_02.jpg',
  },
  {
    anno:
      'Обращение Олонецкой уездной тройки Помгол при укоме РКСМ к молодежи Олонецкого уезда и членам РКСМ с призывом оказывать помощь комитету Помгол. 1922 г. Ф. Р-780. Оп. 1. Д. 83. Л. 18',
    pict: 'f.p-780-op.1-d.83-018.jpg',
  },
  {
    anno:
      'Отчет Карельской государственной импортно-экспортной торговой конторы в Карельское статистическое бюро – об экспорте и импорте КТК с 1 октября 1922 г. по 1 апреля 1923 г. 14 июня 1923 г. Ф. Р-659. Оп. 1. Д. 124/1998. Л. 7-9',
    pict: 'f.r-659-op.1-d.124_1998-000007.jpg',
  },
  {
    anno:
      'Отчет Карельской государственной импортно-экспортной торговой конторы в Карельское статистическое бюро – об экспорте и импорте КТК с 1 октября 1922 г. по 1 апреля 1923 г. 14 июня 1923 г. Ф. Р-659. Оп. 1. Д. 124/1998. Л. 7-9',
    pict: 'f.r-659-op.1-d.124_1998-000008A.jpg',
  },
  {
    anno:
      'Отчет Карельской государственной импортно-экспортной торговой конторы в Карельское статистическое бюро – об экспорте и импорте КТК с 1 октября 1922 г. по 1 апреля 1923 г. 14 июня 1923 г. Ф. Р-659. Оп. 1. Д. 124/1998. Л. 7-9',
    pict: 'f.r-659-op.1-d.124_1998-000008B.jpg',
  },
  {
    anno:
      'Отчет Карельской государственной импортно-экспортной торговой конторы в Карельское статистическое бюро – об экспорте и импорте КТК с 1 октября 1922 г. по 1 апреля 1923 г. 14 июня 1923 г. Ф. Р-659. Оп. 1. Д. 124/1998. Л. 7-9',
    pict: 'f.r-659-op.1-d.124_1998-000009.jpg',
  },
  {
    anno:
      'Расчистка раскорчеванной площади. д. Летняя речка, Кемский уезд. 1920 г. Автор съемки не установлен',
    pict: '0-24053.jpg',
  },
  {
    anno:
      'Отдел труда Олонецкого губернского исполнительного комитета. 1922 г. Место и автор съемки не установлены',
    pict: 'III-364.jpg',
  },
  {
    anno: 'Депо на ст. Кемь. ст. Кемь. 1923 г. Автор съемки не установлен',
    pict: '0-7182.jpg',
  },
  {
    anno:
      'Рабочие чугунно-медно-литейного цеха. В центре — начальник цеха Г.М. Лейбович. г. Петрозаводск. [Начало 1920-х г.]. Автор съемки не установлен',
    pict: '0-51709.jpg',
  },
  {
    anno:
      'Узкоколейные паровозы для внутризаводского транспорта и доставки платформ на ст. Голиковка. г. Петрозаводск. [Начало 1920-х г.]. Автор съемки Г.М. Лейбович',
    pict: '0-51703.jpg',
  },
  {
    anno:
      'Вывозка леса по ледяной дороге в Петрозаводском ЛПХ. д. Лососинное. 2 апреля 1928 г. Автор съемки не установлен',
    pict: 'II-2346.jpg',
  },
  {
    anno:
      'Кондопожская бумажная фабрика. с. Кондопога. 1929 г. Автор съемки не установлен',
    pict: 'IV-183.jpg',
  },
  {
    anno:
      'Заключение отдела юстиции КТК в Карельский ревком о невозможности обучения детей христианскому вероучению частными лицами. 24 октября 1920 г. Ф. Р-550. Оп. 1. Д. 2/24. Л. 749-749 об.',
    pict: 'f.r-550-op.1-d.2_24-000749A.jpg',
  },
  {
    anno:
      'Заключение отдела юстиции КТК в Карельский ревком о невозможности обучения детей христианскому вероучению частными лицами. 24 октября 1920 г. Ф. Р-550. Оп. 1. Д. 2/24. Л. 749-749 об.',
    pict: 'f.r-550-op.1-d.2_24-000749B.jpg',
  },
  {
    anno:
      'Листовка Олонецкой губернской комиссии по ликвидации безграмотности «Народное невежество — источник нищеты и всех зол». [1920-1921 гг.]. Ф. Р-28. Оп. 1. Д. 40/342. Л. 92',
    pict: 'f.r-28-op.1-d.40_342-092.jpg',
  },
  {
    anno:
      'Листовка Олонецкой губернской комиссии по ликвидации безграмотности «[Зна]ние — вольность, знание — свет, рабство без него». [1920-1921 гг.]. Ф. Р-28. Оп. 1. Д. 40/342. Л. 93',
    pict: 'f.r-28-op.1-d.40_342-093.jpg',
  },
  {
    anno:
      'Листовка Олонецкой губернской комиссии по ликвидации безграмотности «Тьма и свет». [1920-1921 гг.]. Ф. Р-28. Оп. 1. Д. 40/342. Л. 94',
    pict: 'f.r-28-op.1-d.40_342-094.jpg',
  },
  {
    anno:
      'Листовка Олонецкой губернской комиссии по ликвидации безграмотности «Ликвидация безграмотности — дело самих трудящихся». [1920-1921 гг.]. Ф. Р-28. Оп. 1. Д. 40/342. Л. 95',
    pict: 'f.r-28-op.1-d.40_342-095.jpg',
  },
  {
    anno:
      'Листовка Олонецкой губернской комиссии по ликвидации безграмотности «Зачем нам надо учиться грамоте?». [1920-1921 гг.]. Ф. Р-28. Оп. 1. Д. 40/342. Л. 96',
    pict: 'f.r-28-op.1-d.40_342-096.jpg',
  },
  {
    anno:
      'Информационный отчет КОНО о ликвидации неграмотности в КТК. 24 ноября 1921 г. Ф. Р-141. Оп. 1. Д. 9/106. Л. 1',
    pict: '7.1.1.jpg',
  },
  {
    anno:
      'Обращение КОНО в Каробком РКП(б) с ходатайством о назначении Власова заведующим Педагогическим техникумом в связи с несоответствием деятельности нынешнего руководства учреждения идеалам новой советской школы. 22 апреля 1922 г. Ф. П-3. Оп. 1. Д. 130. Л. 18-20',
    pict: 'f.p-3-op.1-d.130-000018A.jpg',
  },
  {
    anno:
      'Обращение КОНО в Каробком РКП(б) с ходатайством о назначении Власова заведующим Педагогическим техникумом в связи с несоответствием деятельности нынешнего руководства учреждения идеалам новой советской школы. 22 апреля 1922 г. Ф. П-3. Оп. 1. Д. 130. Л. 18-20',
    pict: 'f.p-3-op.1-d.130-000018B_19А.jpg',
  },
  {
    anno:
      'Обращение КОНО в Каробком РКП(б) с ходатайством о назначении Власова заведующим Педагогическим техникумом в связи с несоответствием деятельности нынешнего руководства учреждения идеалам новой советской школы. 22 апреля 1922 г. Ф. П-3. Оп. 1. Д. 130. Л. 18-20',
    pict: 'f.p-3-op.1-d.130-000019B_20А.jpg',
  },
  {
    anno:
      'Удостоверение, выданное Карельским отделом Петроградского Комиссариата по делам национальностей Ф.К. Гюллинг, что она является заведующей отделом дошкольного образования КОНО. 2 августа 1921 г. ЦГА СПб. Ф. Р-75. Оп. 1. Д. 122. Л. 421',
    pict: 'CGASPB_75_00_1_00_122_00_00421.jpg',
  },
  {
    anno:
      'Отчет карельского отдела профессионального образования в коллегию КОНО о подготовке педагогических кадров. 10 августа 1922 г. Ф. Р-549. Оп. 1. Д. 1/7. Л. 78',
    pict: 'f.r-549-op.1-d.1_7-000078.jpg',
  },
  {
    anno:
      'Программа праздничного вечера в честь 5-й годовщины Октябрьской революции в 7-й советской школе 1-й ступени г. Петрозаводска. 1922 г. Ф. П-3. Оп. 1. Д. 136. Л. 60-61 об.',
    pict: 'f.p-3-op.1-d.136-000060A.jpg',
  },
  {
    anno:
      'Программа праздничного вечера в честь 5-й годовщины Октябрьской революции в 7-й советской школе 1-й ступени г. Петрозаводска. 1922 г. Ф. П-3. Оп. 1. Д. 136. Л. 60-61 об.',
    pict: 'f.p-3-op.1-d.136-000061A.jpg',
  },
  {
    anno:
      'Программа праздничного вечера в честь 5-й годовщины Октябрьской революции в 7-й советской школе 1-й ступени г. Петрозаводска. 1922 г. Ф. П-3. Оп. 1. Д. 136. Л. 60-61 об.',
    pict: 'f.p-3-op.1-d.136-000061B.jpg',
  },
  {
    anno:
      'I Всекарельский съезд союза работников образования. 2-й ряд 3-й справа - А.Ф. Нуортева, заведующий отделом народного образования КТК. г. Петрозаводск. 1923 г. Автор съемки не установлен',
    pict: '7.1.5.jpg',
  },
  {
    anno:
      'Игра в волейбол между учащимися 4-й средней школы Петрозаводска. г. Петрозаводск. 1920-е гг. Автор съемки В. Котов',
    pict: '7.1.2.jpg',
  },
  {
    anno:
      'Финский педагогический техникум  на шоссе 1-го мая (сегодня — пер. Студенческий). г. Петрозаводск. 1930 г. Автор съемки Я. Роскин',
    pict: '7.1.3.jpg',
  },
  {
    anno:
      'Здание на углу ул. Луначарского и Лососинской набережной (сегодня — наб. Гюллинга), в котором в 1920-е гг. размещался Русский педагогический техникум. г. Петрозаводск. [1930-е гг.]. Автор съемки не установлен',
    pict: '7.1.4.jpg',
  },
  {
    anno:
      'Доклад женского отдела финской секции Карельско-Олонецкого обкома РКП(б) о проведенной в период с 9 января по 8 марта 1921 г. работе среди финских и карельских женщин г. Петрозаводска. [Не ранее 8 марта 1921 г.]. Ф. П-7. Оп. 1. Д. 170. Л. 19',
    pict: 'f.p-7-op.1-d.170-019.jpg',
  },
  {
    anno:
      'Доклад Повенецкого уездного агитационно-пропагандистского отдела в Карельско-Олонецкий обком РКП(б) о проведении праздничных мероприятий по случаю 8, 12 и 18 марта в г. Повенце и волостях уезда. 1 апреля 1921 г. Ф. П-7. Оп. 1. Д. 159. Л. 11-11 об.',
    pict: 'f.p-7-op.1-d.159-000011A.jpg',
  },
  {
    anno:
      'Доклад Повенецкого уездного агитационно-пропагандистского отдела в Карельско-Олонецкий обком РКП(б) о проведении праздничных мероприятий по случаю 8, 12 и 18 марта в г. Повенце и волостях уезда. 1 апреля 1921 г. Ф. П-7. Оп. 1. Д. 159. Л. 11-11 об.',
    pict: 'f.p-7-op.1-d.159-000011B.jpg',
  },
  {
    anno:
      'Выписка из протокола заседания Объединенного Карельско-Олонецкого губернского комитета РКП(б) от 28 мая 1921 г. о запрете танцевальных вечеров в советских учреждениях. 30 июня 1921 г. Ф. Р-549. Оп. 1. Д. 3/34. Л. 51',
    pict: 'f.r-549.op.1.d.3_34.l.51.jpg',
  },
  {
    anno: '«Страничка работницы» в газете «Коммуна». 16 августа 1921 г. Ф. П-7. Оп. 1. Д. 174. Л. 2',
    pict: 'f.p-7-op.1-d.174-000002A.jpg',
  },
  {
    anno:
      'Журнал празднования дня памяти Великой Октябрьской революции в с. Соломенном. 7 ноября 1921 г. Ф. П-780. Оп. 1. Д. 79. Л. 52-52 об.',
    pict: 'f.p-780-op.1-d.79-052A.jpg',
  },
  {
    anno:
      'Журнал празднования дня памяти Великой Октябрьской революции в с. Соломенном. 7 ноября 1921 г. Ф. П-780. Оп. 1. Д. 79. Л. 52-52 об.',
    pict: 'f.p-780-op.1-d.79-052B.jpg',
  },
  {
    anno:
      'Однодневная юбилейная газета г. Кеми «Красный Октябрь» (издание комиссии по организации октябрьских торжеств). 7 ноября 1922 г. Ф. П-12. Оп. 1. Д. 419. Л. 11-11 об.',
    pict: 'f.p-12-op.1-d.419-000011A_11B.jpg',
  },
  {
    anno:
      'Однодневная юбилейная газета г. Кеми «Красный Октябрь» (издание комиссии по организации октябрьских торжеств). 7 ноября 1922 г. Ф. П-12. Оп. 1. Д. 419. Л. 11-11 об.',
    pict: 'f.p-12-op.1-d.419-000011C_11D.jpg',
  },
  {
    anno: 'Газета «Тунгудская жизнь» № 2 от 21 ноября 1922 г. Ф. П-12. Оп. 1. Д. 423. Л. 4-4 об.',
    pict: 'f.p-12-op.1-d.423-000004A_4B.jpg',
  },
  {
    anno: 'Газета «Тунгудская жизнь» № 2 от 21 ноября 1922 г. Ф. П-12. Оп. 1. Д. 423. Л. 4-4 об.',
    pict: 'f.p-12-op.1-d.423-000004C_4D.jpg',
  },
  {
    anno: 'Газета «Тунгудская жизнь» № 5 от 3 декабря 1922 г. Ф. П-12. Оп. 1. Д. 423. Л. 7-7 об.',
    pict: 'f.p-12-op.1-d.423-000007A_7B.jpg',
  },
  {
    anno: 'Газета «Тунгудская жизнь» № 5 от 3 декабря 1922 г. Ф. П-12. Оп. 1. Д. 423. Л. 7-7 об.',
    pict: 'f.p-12-op.1-d.423-000007C_7D.jpg',
  },
  {
    anno: 'Газета «Кемский безбожник» от 8 апреля 1923 г. Ф. П-3. Оп. 1. Д. 325. Л. 19',
    pict: 'f.p-3-op.1-d.325-000019A_19B.jpg',
  },
  {
    anno: 'Газета «Беспризорный ребенок» от 13 мая 1923 г. Ф. П-3. Оп. 1. Д. 373. Л. 3-4 об.',
    pict: 'f.p-3-op.1-d.373-000003A-3B.jpg',
  },
  {
    anno: 'Газета «Беспризорный ребенок» от 13 мая 1923 г. Ф. П-3. Оп. 1. Д. 373. Л. 3-4 об.',
    pict: 'f.p-3-op.1-d.373-000003C-3D.jpg',
  },
  {
    anno: 'Газета «Беспризорный ребенок» от 13 мая 1923 г. Ф. П-3. Оп. 1. Д. 373. Л. 3-4 об.',
    pict: 'f.p-3-op.1-d.373-000004A-4B.jpg',
  },
  {
    anno: 'Газета «Беспризорный ребенок» от 13 мая 1923 г. Ф. П-3. Оп. 1. Д. 373. Л. 3-4 об.',
    pict: 'f.p-3-op.1-d.373-000004C-4D.jpg',
  },
  {
    anno:
      'Афиша Карельской областной комиссии по проведению Комсомольской пасхи «Христос воскресе!». [Весна 1923 г.]. Ф. П-3. Оп. 1. Д. 325. Л. 42',
    pict: 'f.p-3-op.1-d.325-000042A_42B.jpg',
  },
  {
    anno:
      'Программа празднования антирелигиозной Комсомольской пасхи. [Весна 1923 г.]. Ф. П-3. Оп. 1. Д. 325. Л. 40-41',
    pict: 'f.p-3-op.1-d.325-000040A.jpg',
  },
  {
    anno:
      'Программа празднования антирелигиозной Комсомольской пасхи. [Весна 1923 г.]. Ф. П-3. Оп. 1. Д. 325. Л. 40-41',
    pict: 'f.p-3-op.1-d.325-000040B.jpg',
  },
  {
    anno:
      'Программа празднования антирелигиозной Комсомольской пасхи. [Весна 1923 г.]. Ф. П-3. Оп. 1. Д. 325. Л. 40-41',
    pict: 'f.p-3-op.1-d.325-000041A.jpg',
  },
  {
    anno:
      'Программа соревнований на первенство г. Петрозаводска, проводимых Спорт-центром в августе 1921 г. [Август 1921 г.]. Ф. Р-575. Оп. 1. Д. 69/710. Л. 7',
    pict: 'fr-575op1d69_710l7-1-2.jpeg',
  },
  {
    anno:
      'Отчет начальника отдела Всеобуча Петрозаводского уезда начальнику отдела Всеобуча Олонецкой губернии и КТК о результатах спортивной жизни за октябрь 1922 г. 21 ноября 1922 г. Ф. Р-575. Оп. 2. Д. 76/800. Л. 49',
    pict: 'fr-575op2d76_800l49.jpg',
  },
  {
    anno:
      'Отчет начальника отдела Всеобуча Петрозаводского уезда начальнику отдела Всеобуча Олонецкой губернии и КТК о результатах спортивной жизни за октябрь 1922 г. 21 ноября 1922 г. Ф. Р-575. Оп. 2. Д. 76/800. Л. 49',
    pict: 'fr-575op2d76_800l49ob.jpg',
  },
  {
    anno:
      'Манифестация в честь жертв революции. Репродукция. г. Повенец. 17 июля 1920 г. Автор съемки не установлен',
    pict: '0-42006.jpg',
  },
  {
    anno:
      'Похороны работника Повенецкого уездного исполкома, участника Гражданской войны в Карелии, красноармейца Т.К. Парамонова. г. Повенец. 1920 г. Автор съемки не установлен',
    pict: 'III-126.jpg',
  },
  {
    anno:
      'Петрозаводские милиционеры  в день 5-летия советской милиции у здания милиции на проспекте К. Маркса. г. Петрозаводск. 12 ноября 1922 г. Автор съемки не установлен',
    pict: '33-2.jpg',
  },
  {
    anno:
      'Участники траурного митинга, посвященного памяти погибшего в г. Чите П.Ф. Анохина, карельского революционера, председателя Олонецкого губернского исполкома, партийного деятеля. г. Петрозаводск. 1922 г. Автор съемки не установлен',
    pict: 'III-154.jpg',
  },
  {
    anno:
      'Каток Всеобуча на Онежском озере. г. Петрозаводск. 1922 г. Автор съемки Я.М.Роскин',
    pict: 'III-22.jpg',
  },
  {
    anno:
      'Президиум Карельского обкома РКСМ. Слева направо: Логинов, А. Черных, Н. Куликов, Н. Грибанов, М. Суслов. г. Петрозаводск. [1922-1923 гг.]. Автор съемки не установлен',
    pict: '27.1.jpg',
  },
  {
    anno:
      'Президиум III Всекарельского съезда РКСМ. За трибуной – А.А. Черных, первый секретарь Карельского обкома РКСМ, возглавлявший организацию с 1921 г. г. Петрозаводск. 1924 г. Автор съемки не установлен',
    pict: '27.2.jpg',
  },
  {
    anno:
      'Члены карельского отделения Всероссийского профессионального союза деревообделочников. г. Петрозаводск. 1924 г. Автор съемки не установлен',
    pict: 'IV-143.jpg',
  },
  {
    anno:
      'Протокол заседания репертуарной комиссии губернского Театра драмы от 3 августа 1920 г. - утверждение текущего репертуара театра, а также мнение заведующего подотделом искусств Губернского отдела народного образования В.М. Парфенова о подборе пьес для пролетарского театра. 3 августа 1920 г. Ф. П-4. Оп. 1. Д. 203. Л. 151-155',
    pict: 'f.p-4-op.1-d.203-000151.jpg',
  },
  {
    anno:
      'Протокол заседания репертуарной комиссии губернского Театра драмы от 3 августа 1920 г. - утверждение текущего репертуара театра, а также мнение заведующего подотделом искусств Губернского отдела народного образования В.М. Парфенова о подборе пьес для пролетарского театра. 3 августа 1920 г. Ф. П-4. Оп. 1. Д. 203. Л. 151-155',
    pict: 'f.p-4-op.1-d.203-000152.jpg',
  },
  {
    anno:
      'Протокол заседания репертуарной комиссии губернского Театра драмы от 3 августа 1920 г. - утверждение текущего репертуара театра, а также мнение заведующего подотделом искусств Губернского отдела народного образования В.М. Парфенова о подборе пьес для пролетарского театра. 3 августа 1920 г. Ф. П-4. Оп. 1. Д. 203. Л. 151-155',
    pict: 'f.p-4-op.1-d.203-000153.jpg',
  },
  {
    anno:
      'Протокол заседания репертуарной комиссии губернского Театра драмы от 3 августа 1920 г. - утверждение текущего репертуара театра, а также мнение заведующего подотделом искусств Губернского отдела народного образования В.М. Парфенова о подборе пьес для пролетарского театра. 3 августа 1920 г. Ф. П-4. Оп. 1. Д. 203. Л. 151-155',
    pict: 'f.p-4-op.1-d.203-000154.jpg',
  },
  {
    anno:
      'Протокол заседания репертуарной комиссии губернского Театра драмы от 3 августа 1920 г. - утверждение текущего репертуара театра, а также мнение заведующего подотделом искусств Губернского отдела народного образования В.М. Парфенова о подборе пьес для пролетарского театра. 3 августа 1920 г. Ф. П-4. Оп. 1. Д. 203. Л. 151-155',
    pict: 'f.p-4-op.1-d.203-000155.jpg',
  },
  {
    anno:
      'Выписка из протокола № 234 заседания Коллегии финской секции Карполитпросвета от 9 марта 1921 г. - об организации Карельского театра в г. Петрозаводске и назначении В. Линдена заведующим театром. 8 апреля 1921 г. Ф. Р-545. Оп. 1. Д. 13/245. Л. 58',
    pict: 'f.r-545.op.1.d.13_245.l.58.jpg',
  },
  {
    anno:
      'Ходатайство председателя коллегии Карельского театра при финской секции Карполитпросвета о выдаче дополнительного продовольственного пайка артистам театра, а также список работников театра. 8 апреля 1921 г. Ф. Р-545. Оп. 1. Д. 13/245. Л. 57, 59',
    pict: 'f.r-545.op.1.d.13_245.l.57_22.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г. Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000031A.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г. Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000031B.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г.Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000033A.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г. Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000033B.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г. Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000032A.jpg',
  },
  {
    anno:
      'Тезисы для доклада в честь 4-й годовщины создания Красной армии, подготовленные политотделом Карельского района. 1922 г. Ф. П-3. Оп. 1. Д. 138. Л. 31-33 об.',
    pict: 'f.p-3-op.1-d.138-000032B.jpg',
  },
  {
    anno:
      'Афиша о проведении 13 мая 1923 г. общегражданского митинга против действий правительства Великобритании против Советской России. [Не ранее 13 мая 1923 г.]. Ф. П-3. Оп. 1. Д. 346. Л. 2-2 об.',
    pict: 'f.p-3-op.1-d.346-000002A_2B.jpg',
  },
  {
    anno:
      'Афиша о проведении 3 июня 1923 г. общегражданского митинга против действий правительства Великобритании против Советской России. [Не ранее 3 июня 1923 г.]. Ф. П-3. Оп. 1. Д. 346. Л. 3',
    pict: 'f.p-3-op.1-d.346-000003.jpg',
  },
  {
    anno:
      'Пропагандистские частушки о военно-политическом положении в Германии, распространяемые в рядах членов РКСМ в уездах КТК. [Не позднее 27 ноября 1923 г.]. Ф. П-779. Оп. 1. Д. 25. Л. 9-10',
    pict: 'f.p-779-op.1-d.25-009_010.jpg',
  },
  {
    anno:
      'Редакция газеты «Коммуна». Сидят слева направо: 3. Г. Копырев, 4. А.В. Богданов, 5. редактор Я.К. Берзтыс. г. Петрозаводск. 1920 г. Автор съемки не установлен',
    pict: '7.jpg',
  },
  {
    anno:
      'Газеты, издаваемые в Олонецкой губернии и КТК с 1918 по 1930 гг. [Не ранее 1931 г.]. Место и автор съемки не установлены',
    pict: 'I-2414.jpg',
  },
  {
    anno:
      'Типография издательства «Кирья» на ул. Пушкинской. В годы КТК в здании, кроме 2-й областной типографии, размещались  Центральная библиотека (с декабря 1922 г. - Карельская областная центральная библиотека) и архивохранилище. г. Петрозаводск. 1930-е гг. Автор съемки Я.М. Роскин',
    pict: 'Типография.jpg',
  },
  {
    anno:
      'Кинотеатр «Красная звезда» («Красная звездочка») на углу пр. К. Маркса и Онежской набережной, где в начале 1920-х гг. ставились спектакли первого финноязычного театра. г. Петрозаводск. [1930-е гг.]. Автор съемки не установлен',
    pict: '18.jpg',
  },
  {
    anno:
      'Здание Научно-исследовательского института на углу пр. К. Маркса и ул. Пушкинской, до революции — Братский Назарьевский дом (не сохранилось). В начале 1920-х гг. в здании размещались Камерный музыкальный театр и музыкальная школа, затем Дом физической культуры. г. Петрозаводск. 1939 г. Автор съемки Иванов',
    pict: '21.jpg',
  },
  {
    anno:
      '«Инструкция для красноармейцев по соблюдению чистоты тела, одежды и помещений», изданная командованием Карельского района. [Не позднее 11 марта 1921 г.]. Ф. Р-549. Оп. 1. Д. 8/90. Л. 349-349 об.',
    pict: 'f.r-549-op.1-d.8_90-349A.jpg',
  },
  {
    anno:
      '«Инструкция для красноармейцев по соблюдению чистоты тела, одежды и помещений», изданная командованием Карельского района. [Не позднее 11 марта 1921 г.]. Ф. Р-549. Оп. 1. Д. 8/90. Л. 349-349 об.',
    pict: 'f.r-549-op.1-d.8_90-349B.jpg',
  },
  {
    anno:
      '«Инструкция для красноармейцев по соблюдению чистоты тела, одежды и помещений», изданная командованием Карельского района. [Не позднее 11 марта 1921 г.]. Ф. Р-549. Оп. 1. Д. 8/90. Л. 349-349 об.',
    pict: 'f.r-549-op.1-d.8_90-349aA.jpg',
  },
  {
    anno:
      'Сообщение КОНО в Наркомпрос РСФСР с информацией о количестве детских домов и содержащихся в них детей на территории КТК. [21] сентября 1921 г. Ф. Р-141. Оп. 1. Д. 9/107. Л. 8',
    pict: 'f.r-141-op.1-d.9_107-008.jpg',
  },
  {
    anno:
      'Обязательное постановление Олонецкого уездного исполкома и уездного отдела здравоохранения о мерах борьбы с инфекционными желудочно-кишечными заболеваниями в уезде. 1921 г. Ф. Р-56. Оп. 1. Д. 2/16. Л. 334',
    pict: 'f.r-56-op.1-d.2_16-334.jpg',
  },
  {
    anno:
      'Воззвание «Старость – удел всего человечества…» с призывом оказывать помощь нуждающимся пенсионерам и инвалидам. [1921 г.]. Ф. Р-684. Оп. 1. Д. 6/16. Л. 4',
    pict: 'f.R-684_op.1_d.6_16_l.4A.jpg',
  },
  {
    anno:
      'Программа вечера Пудожского отделения профсоюза «Всемедиксантруд» на 19 января 1922 года, оформленная врачом  В.М. Касогледовым. Январь 1922 г. Ф. Р-2795. Оп. 2. Д. 1/5. Л. 49',
    pict: '7_2.jpg',
  },
  {
    anno:
      'Фрагмент сообщения осведомителя № 202 в Кароблисполком о срыве снабжения пенсионеров и нетрудоспособных Кончезерской волости в январе-феврале 1922 г. 18 февраля 1922 г. Ф. Р-549. Оп. 1. Д. 6/64. Л. 275',
    pict: 'f.r-549-op.1-d.6_64-000275.jpg',
  },
  {
    anno:
      'Пациенты и персонал Пудожской уездной больницы. В центре – врач В.М. Касогледов. г. Пудож. 1923 г. Автор съемки не установлен',
    pict: '3.1.jpg',
  },
  {
    anno:
      'Врачи КТК (АКССР). 1-й ряд (сидят) слева направо: С.Б. Хазен (Хазин), М.Д. Иссерсон, М.Ф. Леви, И.А. Шиф, Р.Я. Тихомирова, И.А. Шехман. 2-й ряд (стоят) слева направо: А.М. Мойзе, А.А. Иконников, В.Т. Ярошевич, М.С. Порежский, А.А. Гуткин, Н.Ф. Кириков, Е.Ф. Луговской, М.Н. Заводовский, П.В. Тихомиров. г. Петрозаводск. [1923-1924 гг.]. Автор съемки не установлен',
    pict: '4-2.jpg',
  },
  {
    anno:
      'В детской поликлинике. г. Петрозаводск. 1929 г. Автор съемки не установлен',
    pict: '3.2.jpg',
  },
  {
    anno:
      'Хирургическая лечебница им. М.Д. Иссерсона и станция переливания крови на улице Кирова. г. Петрозаводск. 1940 г. Автор съемки Г.А. Анкудинов',
    pict: '2.1.jpg',
  },
  {
    anno:
      'Декрет ВЦИК об упразднении Олонецкой губернии. 18 сентября 1922 г. НСБ НА РК',
    pict: '4.3.1.jpg',
  },
  {
    anno:
      'Письмо председателя Карисполкома Э.А. Гюллинга во ВЦИК с предложением установления конституционных прав КТК. 29 мая 1923 г. Ф. Р-682. Оп. 1. Д. 1/6. Л. 212',
    pict: 'f.r-682-op.1-d.1_6-000212.jpg',
  },
  {
    anno:
      'План торжественного открытия IV Всекарельского съезда Советов, на котором будет объявлено о преобразовании КТК в АКССР. Карельская коммуна. 1923. 10 октября. № 213',
    pict: '1-communa1923-4-551-2.jpg',
  },
  {
    anno:
      'Постановление ВЦИК об образовании АКССР. 25 июля 1923 г. Карельская коммуна. 1923. 4 августа. № 159',
    pict: '138-communa1923-4.jpg',
  },
  {
    anno:
      'Докладная записка Э.А. Гюллинга и А.В. Шотмана в СНК РСФСР с ходатайством о сохранении особых бюджетных прав Карелии. 29 марта 1924 г. Ф. Р-682. Оп. 1. Д. 2/28. Л. 36-38',
    pict: 'fR-682-op1-d2_28-036-38.jpg',
  },
  {
    anno:
      'Карта административно-территориального устройства АКССР. Май 1924 г. Ф. Р-690. Оп. 1. Д. 2/7. Л. 561',
    pict: 'фР690-оп1-д2_7т2-000561A.jpg',
  },
  {
    anno:
      'Письмо народного комиссара иностранных дел М.М. Литвинова председателю СНК АКССР Э.А. Гюллингу, содержащее ряд требований к проекту конституции АКССР. 1 февраля 1926 г. Ф. Р-690. Оп. 3. Д. 14/127. Л. 1-1 об.',
    pict: '22.jpg',
  },
  {
    anno:
      'Письмо народного комиссара иностранных дел М.М. Литвинова председателю СНК АКССР Э.А. Гюллингу, содержащее ряд требований к проекту конституции АКССР. 1 февраля 1926 г. Ф. Р-690. Оп. 3. Д. 14/127. Л. 1-1 об.',
    pict: '22а.jpg',
  },
  {
    anno:
      'Делегаты IV Всекарельского съезда Советов. В первом ряду сидят слева направо: 2. Э.А. Гюллинг, 3. А.В. Шотман, 4. И.А. Ярвисало, стоит: 6. И.А. Данилов. Во втором ряду стоит 4-я слева: Х.М. Ярвисало. В верхнем ряду слева направо: 2. Н.В. Архипов. [г. Петрозаводск]. 10 октября 1923 г. Автор съемки не установлен',
    pict: '10.3.2.jpg',
  },
  {
    anno:
      'Заседание СНК АКССР. Сидят слева направо по левую сторону стола: 3. И.А. Данилов, 6. Б.А. Потапов, 11. Э.А. Гюллинг (во главе стола). По правую сторону стола слева направо: 3. Я.Ф. Мяки. г. Петрозаводск. 1923 г. Автор съемки не установлен',
    pict: '4.2.jpg',
  },
  {
    anno:
      'Члены ВЦИК СССР от АКССР. Сидят (слева направо): 1. Э.А. Гюллинг, 2. А.В. Шотман, 3. И.А. Ярвисало. Стоят: 1. Н.А. Архипов, 2. И.В. Данилов. г. Москва. [1924 г.]. Место и автор съемки не установлены',
    pict: '0-7597.jpg',
  },
];
