<pre>
Карточка фонда.
В разарботке....
Состоит из полей из основной таблицы(код, название, даты, путь(ЦХД, на будущее)).
Помимо этог  в эту карточку попадут список всех соответсвующих описей.

Самому этому фонду карточки, можно прикрепиьт будет темы, через отдельную область на странице.

Список всех соответсвующих этому фонду описей можно будет доавблять, изменять, удалять, перходить в их карточки для послежующего заполнения.

Необходим единый регдаментпо завполнению шифров(фондов, опсией, дел, (и листов)).

ПРОШУ ДОБАВИТЬ 5 самых различных фондов на странице списка фондов.

Пока мы не стали дели фонды на типы, Как в передыдущем проекте(другого автора).

Потом для каждого из этих фондов через некоторое время надо будет создать по 3-5 описей.

<hr>

<?php

var_dump($card_fond);

?>
